---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ParameterElement
source: html/6609b977-4205-dcbd-9681-4d4bb15186be.htm
---
# ParameterElement Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.